export const chats = [
  {
    label: "Приветствие",
    msg: [
      { owner: "user", text: "Привет!" },
      { owner: "agent", text: "Здравствуйте! Чем могу помочь?" },
    ],
  },
  {
    label: "Вопрос о доставке",
    msg: [
      { owner: "user", text: "Как долго идет доставка?" },
      { owner: "agent", text: "Обычно доставка занимает 3-5 рабочих дней." },
    ],
  },
  {
    label: "Проблема с заказом",
    msg: [
      { owner: "user", text: "Мой заказ еще не прибыл." },
      { owner: "agent", text: "Давайте проверим статус вашего заказа." },
    ],
  },
  {
    label: "Благодарность",
    msg: [
      { owner: "user", text: "Спасибо за помощь!" },
      {
        owner: "agent",
        text: "Всегда рады помочь! Обращайтесь, если будут еще вопросы.",
      },
    ],
  },
  {
    label: "Прощание",
    msg: [
      { owner: "user", text: "До свидания!" },
      { owner: "agent", text: "До свидания! Хорошего дня!" },
    ],
  },
];
